Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: This submits the screenshots already in App Store Connect. If you changed rows since the last upload, upload first. Its screenshots can't change while it's in review.
ar: يؤدي هذا إلى إرسال لقطات الشاشة الموجودة بالفعل في App Store Connect. إذا قمت بتغيير الصفوف منذ آخر عملية تحميل، فقم بالتحميل أولاً. ولا يمكن تغيير لقطات الشاشة الخاصة بها أثناء مراجعتها.
ca: Això envia les captures de pantalla ja a App Store Connect. Si heu canviat les files des de l'última càrrega, penja primer. Les seves captures de pantalla no poden canviar mentre s'està revisant.
cs: Tím se odešlou snímky obrazovky již v App Store Connect. Pokud jste od posledního nahrání změnili řádky, nejprve nahrajte. Snímky obrazovky se během kontroly nemohou změnit.
da: Dette indsender skærmbillederne allerede i App Store Connect. Hvis du har ændret rækker siden sidste upload, skal du uploade først. Dens skærmbilleder kan ikke ændres, mens den er under gennemgang.
de: Damit werden die Screenshots eingereicht, die bereits in App Store Connect sind. Wenn du seit dem letzten Upload Zeilen geändert hast, lade zuerst hoch. Während der Prüfung können die Screenshots nicht geändert werden.
el: Αυτό υποβάλλει τα στιγμιότυπα οθόνης ήδη σε App Store Connect. Εάν αλλάξατε σειρές από την τελευταία μεταφόρτωση, μεταφορτώστε πρώτα. Τα στιγμιότυπά του δεν μπορούν να αλλάξουν όσο είναι υπό εξέταση.
es: Esto envía las capturas que ya están en App Store Connect. Si cambiaste filas desde la última subida, súbelas primero. Mientras esté en revisión, sus capturas no pueden cambiar.
fa: این کار اسکرین‌شات‌هایی را که از قبل در App Store Connect هستند ارسال می‌کند. اگر از آخرین آپلود ردیف‌ها را تغییر داده‌اید، ابتدا آپلود کنید. در طول بررسی، اسکرین‌شات‌های آن قابل تغییر نیستند.
fi: Tämä lähettää kuvakaappaukset jo termissä App Store Connect. Jos olet vaihtanut rivejä edellisen latauksen jälkeen, lataa ensin. Sen kuvakaappaukset eivät voi muuttua tarkistuksen aikana.
fr: Cela soumet les captures déjà présentes dans App Store Connect. Si vous avez modifié des lignes depuis le dernier envoi, envoyez-les d'abord. Ses captures ne peuvent pas changer pendant l'examen.
he: זה שולח את צילומי המסך כבר ב-App Store Connect. אם שינית שורות מאז ההעלאה האחרונה, העלה תחילה. צילומי המסך שלו לא יכולים להשתנות בזמן שהוא בבדיקה.
hr: Time se šalju snimke zaslona već u App Store Connect. Ako ste promijenili retke od zadnjeg učitavanja, prvo učitajte. Njegove snimke zaslona ne mogu se promijeniti dok je na pregledu.
hu: Ezzel elküldi a képernyőképeket, amelyek már a következőben vannak: App Store Connect. Ha sorokat változtatott az utolsó feltöltés óta, először töltse fel. A képernyőképei nem változhatnak a felülvizsgálat alatt.
id: Ini mengirimkan tangkapan layar yang sudah ada di App Store Connect. Jika Anda mengubah baris sejak upload terakhir, upload terlebih dahulu. Tangkapan layarnya tidak dapat diubah saat sedang ditinjau.
it: Questa operazione invia gli screenshot già presenti in App Store Connect. Se hai modificato righe dall'ultimo caricamento, carica prima. I suoi screenshot non possono cambiare mentre è in revisione.
ja: App Store Connect にすでにあるスクリーンショットを提出します。前回のアップロード以降に行を変更した場合は、先にアップロードしてください。審査中はスクリーンショットを変更できません。
ko: App Store Connect에 이미 있는 스크린샷을 제출합니다. 마지막 업로드 이후 행을 변경했다면 먼저 업로드하세요. 심사 중에는 스크린샷을 변경할 수 없습니다.
ms: Ini menyerahkan tangkapan skrin yang sudah ada dalam App Store Connect. Jika anda menukar baris sejak muat naik terakhir, muat naik dahulu. Tangkapan skrinnya tidak boleh berubah semasa ia dalam semakan.
nl: Hiermee worden de schermafbeeldingen al in App Store Connect verzonden. Als je rijen hebt gewijzigd sinds de laatste upload, upload dan eerst. De schermafbeeldingen kunnen niet worden gewijzigd terwijl deze wordt beoordeeld.
no: Dette sender inn skjermbildene allerede i App Store Connect. Hvis du endret rader siden forrige opplasting, last opp først. Skjermbildene kan ikke endres mens den er under vurdering.
pl: Spowoduje to przesłanie zrzutów ekranu już w App Store Connect. Jeśli od ostatniego przesłania zmieniłeś wiersze, prześlij najpierw. Zrzuty ekranu nie mogą się zmieniać podczas sprawdzania.
pt_br: Isso envia as capturas que já estão no App Store Connect. Se você alterou linhas desde o último envio, envie primeiro. As capturas não podem mudar durante a revisão.
pt_pt: Isso envia as capturas de ecrã já em App Store Connect. Se você alterou as linhas desde o último upload, faça upload primeiro. Suas capturas de ecrã não podem ser alteradas enquanto estiver em revisão.
ro: Aceasta trimite capturile de ecran deja în App Store Connect. Dacă ați modificat rândurile de la ultima încărcare, încărcați mai întâi. Capturile sale de ecran nu se pot schimba în timp ce este în examinare.
ru: Будут отправлены скриншоты, которые уже есть в App Store Connect. Если вы изменили строки после последней загрузки, сначала загрузите их. Пока эксперимент на проверке, его скриншоты изменить нельзя.
sk: Týmto odošlete snímky obrazovky už v App Store Connect. Ak ste od posledného odovzdania zmenili riadky, najskôr nahrajte. Počas kontroly sa jeho snímky obrazovky nemôžu zmeniť.
sl: S tem pošljete posnetke zaslona že v App Store Connect. Če ste spremenili vrstice od zadnjega nalaganja, najprej naložite. Njegovih posnetkov zaslona ni mogoče spremeniti, medtem ko je v pregledu.
sv: Detta skickar skärmdumparna redan i App Store Connect. Om du ändrade rader sedan den senaste uppladdningen, ladda upp först. Dess skärmdumpar kan inte ändras medan den granskas.
th: นี่เป็นการส่งภาพหน้าจอที่อยู่ใน App Store Connect แล้ว หากคุณเปลี่ยนแถวตั้งแต่การอัปโหลดครั้งล่าสุด ให้อัปโหลดก่อน ภาพหน้าจอไม่สามารถเปลี่ยนแปลงได้ในขณะที่อยู่ระหว่างการตรวจสอบ
tr: Bu işlem App Store Connect'te zaten bulunan ekran görüntülerini gönderir. Son yüklemeden bu yana satırları değiştirdiyseniz önce yükleyin. İncelemedeyken ekran görüntüleri değiştirilemez.
uk: Буде надіслано знімки екрана, які вже є в App Store Connect. Якщо ви змінили рядки після останнього вивантаження, спершу вивантажте їх. Поки експеримент на перевірці, його знімки екрана не можна змінити.
ur: یہ اسکرین شاٹس پہلے سے App Store Connect میں جمع کر دیتا ہے۔ اگر آپ نے آخری اپ لوڈ کے بعد سے قطاریں تبدیل کی ہیں تو پہلے اپ لوڈ کریں۔ جائزہ کے دوران اس کے اسکرین شاٹس تبدیل نہیں ہو سکتے۔
vi: Thao tác này sẽ gửi ảnh chụp màn hình đã có trong App Store Connect. Nếu bạn đã thay đổi hàng kể từ lần tải lên gần đây nhất, hãy tải lên trước. Ảnh chụp màn hình của nó không thể thay đổi trong khi nó đang được xem xét.
zh_hans: 这将提交 App Store Connect 中已有的截图。如果自上次上传后更改过行，请先上传。审核期间无法更改截图。
zh_hant: 這會提交已在 App Store Connect 中的螢幕截圖。如果你在上次上傳後更改過列，請先上傳。審查期間無法更改其螢幕截圖。

source: This text is too long for its box in this language. Enlarge the box, shorten the text, or turn on Shrink to Fit.
ar: هذا النص طويل جدًا بالنسبة للمربع الخاص به بهذه اللغة. قم بتكبير المربع أو تقصير النص أو تشغيل Shrink to Fit.
ca: Aquest text és massa llarg per al seu quadre en aquest idioma. Amplieu el quadre, escurceu el text o activeu Redueix per ajustar-lo.
cs: Tento text je příliš dlouhý pro jeho rámeček v tomto jazyce. Zvětšete rámeček, zkraťte text nebo zapněte možnost Zmenšit na míru.
da: Denne tekst er for lang til sin boks på dette sprog. Forstør boksen, forkort teksten, eller slå Krymp til at passe til.
de: Dieser Text ist in dieser Sprache zu lang für sein Feld. Vergrößere das Feld, kürze den Text oder aktiviere „Passend verkleinern“.
el: Αυτό το κείμενο είναι πολύ μεγάλο για το κουτί του σε αυτήν τη γλώσσα. Μεγεθύνετε το πλαίσιο, συντομεύστε το κείμενο ή ενεργοποιήστε το Shrink to Fit.
es: Este texto es demasiado largo para su cuadro en este idioma. Agranda el cuadro, acorta el texto o activa Reducir para ajustar.
fa: این متن در این زبان برای کادرش بیش از حد طولانی است. کادر را بزرگ‌تر کنید، متن را کوتاه کنید یا «کوچک‌سازی برای جا شدن» را روشن کنید.
fi: Tämä teksti on liian pitkä laatikkoonsa tällä kielellä. Suurenna laatikkoa, lyhennä tekstiä tai ota käyttöön Shrink to Fit.
fr: Ce texte est trop long pour son cadre dans cette langue. Agrandissez le cadre, raccourcissez le texte ou activez Réduire pour ajuster.
he: טקסט זה ארוך מדי עבור התיבה שלו בשפה זו. הגדל את התיבה, קצר את הטקסט או הפעל את ה-Shrink to Fit.
hr: Ovaj tekst je predugačak za okvir na ovom jeziku. Povećajte okvir, skratite tekst ili uključite Shrink to Fit.
hu: Ez a szöveg túl hosszú a dobozhoz ezen a nyelven. Nagyítsa fel a keretet, rövidítse le a szöveget, vagy kapcsolja be a Shrink to Fit (Részletes méretre) funkciót.
id: Teks ini terlalu panjang untuk kotaknya dalam bahasa ini. Perbesar kotak, perpendek teks, atau aktifkan Kecilkan agar Sesuai.
it: Questo testo è troppo lungo per il suo riquadro in questa lingua. Ingrandisci il riquadro, accorcia il testo o attiva Riduci per adattare.
ja: この言語ではテキストが枠に収まりません。枠を広げるか、テキストを短くするか、「縮小して合わせる」をオンにしてください。
ko: 이 언어에서는 텍스트가 상자에 비해 너무 깁니다. 상자를 키우거나 텍스트를 줄이거나 '맞게 축소'를 켜세요.
ms: Teks ini terlalu panjang untuk kotaknya dalam bahasa ini. Besarkan kotak, pendekkan teks atau hidupkan Kecilkan untuk Muat.
nl: Deze tekst is te lang voor het vak in deze taal. Vergroot het vak, verkort de tekst of schakel Verkleinen in.
no: Denne teksten er for lang for boksen på dette språket. Forstørre boksen, forkort teksten eller slå på Krymp for å passe.
pl: Ten tekst jest za długi dla jego ramki w tym języku. Powiększ ramkę, skróć tekst lub włącz opcję Zmniejsz, aby dopasować.
pt_br: Este texto é longo demais para a caixa neste idioma. Aumente a caixa, encurte o texto ou ative Reduzir para caber.
pt_pt: Este texto é muito longo para sua caixa neste idioma. Aumente a caixa, encurte o texto ou ative Reduzir para caber.
ro: Acest text este prea lung pentru caseta în această limbă. Măriți caseta, scurtați textul sau activați Mărire pentru a se potrivi.
ru: В этом языке текст не помещается в рамку. Увеличьте рамку, сократите текст или включите «Уменьшать по размеру».
sk: Tento text je príliš dlhý na pole v tomto jazyku. Zväčšite pole, skráťte text alebo zapnite možnosť Zmenšiť na prispôsobenie.
sl: To besedilo je predolgo za polje v tem jeziku. Povečajte polje, skrajšajte besedilo ali vklopite Shrink to Fit.
sv: Den här texten är för lång för sin ruta på det här språket. Förstora rutan, förkorta texten eller aktivera Krymp för att passa.
th: ข้อความนี้ยาวเกินไปสำหรับช่องในภาษานี้ ขยายกล่อง ย่อข้อความ หรือเปิดย่อให้พอดี
tr: Bu metin bu dilde kutusu için çok uzun. Kutuyu büyütün, metni kısaltın veya Sığdırmak İçin Küçült'ü açın.
uk: У цій мові текст не вміщається в рамку. Збільште рамку, скоротіть текст або ввімкніть «Зменшувати під розмір».
ur: یہ متن اس زبان میں اس کے خانے کے لیے بہت طویل ہے۔ باکس کو بڑا کریں، متن کو چھوٹا کریں، یا Srink to Fit کو آن کریں۔
vi: Văn bản này quá dài so với hộp văn bản bằng ngôn ngữ này. Phóng to hộp, rút ​​ngắn văn bản hoặc bật Thu nhỏ cho vừa.
zh_hans: 在此语言中，文本超出了文本框。请放大文本框、缩短文本，或打开“缩小以适合”。
zh_hant: 在此語言中，文字超出了文字框。請放大文字框、縮短文字，或開啟「縮小以符合」。

source: This translation uses custom formatting (colors, bold, sizes). The table edits plain text only — edit it directly on the canvas, or Reset to use the base language.
ar: تستخدم هذه الترجمة تنسيقًا مخصصًا (الألوان والخط العريض والأحجام). يقوم الجدول بتحرير النص العادي فقط - قم بتحريره مباشرة على اللوحة القماشية، أو قم بإعادة التعيين لاستخدام اللغة الأساسية.
ca: Aquesta traducció utilitza un format personalitzat (colors, negreta, mides). La taula només edita el text sense format: editeu-lo directament al llenç o Restableix per utilitzar l'idioma base.
cs: Tento překlad používá vlastní formátování (barvy, tučné písmo, velikosti). Tabulka upravuje pouze prostý text – upravte jej přímo na plátně, nebo Obnovte, chcete-li použít základní jazyk.
da: Denne oversættelse bruger tilpasset formatering (farver, fed, størrelser). Tabellen redigerer kun almindelig tekst - rediger den direkte på lærredet, eller Nulstil for at bruge basissproget.
de: Diese Übersetzung ist individuell formatiert (Farben, Fett, Größen). Die Tabelle bearbeitet nur reinen Text – bearbeite sie direkt auf der Leinwand oder setze sie zurück, um die Basissprache zu verwenden.
el: Αυτή η μετάφραση χρησιμοποιεί προσαρμοσμένη μορφοποίηση (χρώματα, έντονη γραφή, μεγέθη). Ο πίνακας επεξεργάζεται μόνο απλό κείμενο — επεξεργαστείτε το απευθείας στον καμβά ή Επαναφέρετε για να χρησιμοποιήσετε τη βασική γλώσσα.
es: Esta traducción usa formato personalizado (colores, negrita, tamaños). La tabla solo edita texto sin formato: edítala directamente en el lienzo o usa Restablecer para volver al idioma base.
fa: این ترجمه قالب‌بندی سفارشی دارد (رنگ، پررنگ، اندازه). جدول فقط متن ساده را ویرایش می‌کند — آن را مستقیماً روی بوم ویرایش کنید، یا با «بازنشانی» از زبان پایه استفاده کنید.
fi: Tämä käännös käyttää mukautettua muotoilua (värit, lihavoitu, koot). Taulukko muokkaa vain pelkkää tekstiä – muokkaa sitä suoraan kankaalle tai nollaa käyttääksesi peruskieltä.
fr: Cette traduction utilise une mise en forme personnalisée (couleurs, gras, tailles). Le tableau modifie uniquement le texte brut : modifiez-le directement sur le canevas ou réinitialisez pour utiliser la langue de base.
he: תרגום זה משתמש בעיצוב מותאם אישית (צבעים, מודגש, גדלים). הטבלה עורכת טקסט רגיל בלבד - ערוך אותו ישירות על הקנבס, או אפס כדי להשתמש בשפת הבסיס.
hr: Ovaj prijevod koristi prilagođeno oblikovanje (boje, podebljano, veličine). Tablica uređuje samo običan tekst — uredite ga izravno na platnu ili Resetirajte za korištenje osnovnog jezika.
hu: Ez a fordítás egyéni formázást használ (színek, félkövér, méretek). A táblázat csak egyszerű szöveget szerkeszt – szerkesztheti közvetlenül a vásznon, vagy állítsa vissza az alapnyelv használatához.
id: Terjemahan ini menggunakan pemformatan khusus (warna, tebal, ukuran). Tabel hanya mengedit teks biasa — edit langsung di kanvas, atau Atur Ulang untuk menggunakan bahasa dasar.
it: Questa traduzione usa una formattazione personalizzata (colori, grassetto, dimensioni). La tabella modifica solo testo semplice: modificala direttamente sulla tela, oppure usa Reimposta per usare la lingua di base.
ja: この翻訳にはカスタム書式（色、太字、サイズ）が使われています。表ではプレーンテキストしか編集できません。キャンバス上で直接編集するか、リセットして基本言語を使用してください。
ko: 이 번역에는 사용자 지정 서식(색상, 굵게, 크기)이 적용되어 있습니다. 표에서는 일반 텍스트만 편집할 수 있으므로 캔버스에서 직접 편집하거나, 재설정하여 기본 언어를 사용하세요.
ms: Terjemahan ini menggunakan pemformatan tersuai (warna, tebal, saiz). Jadual mengedit teks biasa sahaja — mengeditnya terus pada kanvas, atau Tetapkan Semula untuk menggunakan bahasa asas.
nl: Deze vertaling gebruikt aangepaste opmaak (kleuren, vetgedrukt, maten). De tabel bewerkt alleen platte tekst. Bewerk deze rechtstreeks op het canvas, of stel opnieuw in om de basistaal te gebruiken.
no: Denne oversettelsen bruker tilpasset formatering (farger, fet skrift, størrelser). Tabellen redigerer bare ren tekst - rediger den direkte på lerretet, eller Tilbakestill for å bruke basisspråket.
pl: W tym tłumaczeniu zastosowano niestandardowe formatowanie (kolory, pogrubienie, rozmiary). Tabela edytuje tylko zwykły tekst — edytuj go bezpośrednio na kanwie lub Zresetuj, aby użyć języka podstawowego.
pt_br: Esta tradução usa formatação personalizada (cores, negrito, tamanhos). A tabela edita apenas texto simples — edite-a diretamente na tela ou use Redefinir para voltar ao idioma base.
pt_pt: Esta tradução usa formatação personalizada (cores, negrito, tamanhos). A tabela edita apenas texto simples — edite-o diretamente na ecrã ou redefina para usar o idioma base.
ro: Această traducere folosește formatare personalizată (culori, aldine, dimensiuni). Tabelul editează numai textul simplu — editați-l direct pe pânză sau Resetați pentru a utiliza limba de bază.
ru: В этом переводе используется особое форматирование (цвета, жирный шрифт, размеры). Таблица редактирует только простой текст — редактируйте его прямо на холсте или нажмите «Сбросить», чтобы использовать базовый язык.
sk: Tento preklad používa vlastné formátovanie (farby, tučné písmo, veľkosti). Tabuľka upravuje iba obyčajný text – upravte ho priamo na plátne alebo Obnovte, ak chcete použiť základný jazyk.
sl: Ta prevod uporablja oblikovanje po meri (barve, krepko, velikosti). Tabela ureja samo golo besedilo — uredite ga neposredno na platnu ali Ponastavi za uporabo osnovnega jezika.
sv: Denna översättning använder anpassad formatering (färger, fetstil, storlekar). Tabellen redigerar endast vanlig text - redigera den direkt på arbetsytan, eller Återställ för att använda grundspråket.
th: การแปลนี้ใช้การจัดรูปแบบที่กำหนดเอง (สี ตัวหนา ขนาด) ตารางจะแก้ไขข้อความธรรมดาเท่านั้น — แก้ไขบนผืนผ้าใบโดยตรง หรือรีเซ็ตเพื่อใช้ภาษาพื้นฐาน
tr: Bu çeviri özel biçimlendirme (renkler, kalın, boyutlar) kullanıyor. Tablo yalnızca düz metni düzenler — doğrudan tuvalde düzenleyin veya temel dili kullanmak için Sıfırla'yı seçin.
uk: У цьому перекладі використано власне форматування (кольори, жирний шрифт, розміри). Таблиця редагує лише простий текст — редагуйте його прямо на полотні або скиньте, щоб використати базову мову.
ur: یہ ترجمہ حسب ضرورت فارمیٹنگ (رنگ، بولڈ، سائز) کا استعمال کرتا ہے۔ ٹیبل صرف سادہ متن میں ترمیم کرتا ہے — اسے براہ راست کینوس پر ترمیم کریں، یا بنیادی زبان استعمال کرنے کے لیے دوبارہ ترتیب دیں۔
vi: Bản dịch này sử dụng định dạng tùy chỉnh (màu sắc, đậm, kích thước). Bảng chỉ chỉnh sửa văn bản thuần túy — chỉnh sửa trực tiếp trên khung vẽ hoặc Đặt lại để sử dụng ngôn ngữ cơ sở.
zh_hans: 此翻译使用了自定义格式（颜色、粗体、大小）。表格只能编辑纯文本——请直接在画布上编辑，或点按“重置”以使用基准语言。
zh_hant: 此翻譯使用了自訂格式（顏色、粗體、大小）。表格只能編輯純文字——請直接在畫布上編輯，或按「重置」以使用基準語言。

source: This Version
ar: هذا الإصدار
ca: Aquesta Versió
cs: Tato verze
da: Denne version
de: Diese Version
el: Αυτή η Έκδοση
es: Esta versión
fa: این نسخه
fi: Tämä versio
fr: Cette version
he: גרסה זו
hr: Ova verzija
hu: Ez a verzió
id: Versi ini
it: Questa versione
ja: このバージョン
ko: 이 버전
ms: Versi ini
nl: Deze versie
no: Denne versjonen
pl: Ta wersja
pt_br: Esta versão
pt_pt: Esta versão
ro: Această versiune
ru: Эта версия
sk: Táto verzia
sl: Ta različica
sv: Denna version
th: เวอร์ชันนี้
tr: Bu Sürüm
uk: Ця версія
ur: یہ ورژن
vi: Phiên bản này
zh_hans: 此版本
zh_hant: 此版本

source: This version is %@ — screenshots can't be changed. Pick an editable version or create a new one in App Store Connect.
ar: هذا الإصدار هو %1$@ — لا يمكن تغيير لقطات الشاشة. اختر نسخة قابلة للتعديل أو أنشئ نسخة جديدة في App Store Connect.
ca: Aquesta versió és %1$@: les captures de pantalla no es poden canviar. Trieu una versió editable o creeu-ne una de nova a App Store Connect.
cs: Tato verze je %1$@ – snímky obrazovky nelze změnit. Vyberte upravitelnou verzi nebo vytvořte novou v App Store Connect.
da: Denne version er %1$@ — skærmbilleder kan ikke ændres. Vælg en redigerbar version, eller opret en ny i App Store Connect.
de: Diese Version ist %@ – Screenshots können nicht geändert werden. Wählen Sie eine bearbeitbare Version aus oder erstellen Sie eine neue in App Store Connect.
el: Αυτή η έκδοση είναι %1$@ — τα στιγμιότυπα οθόνης δεν μπορούν να αλλάξουν. Επιλέξτε μια επεξεργάσιμη έκδοση ή δημιουργήστε μια νέα στο App Store Connect.
es: Esta versión está en %@ — las capturas no se pueden cambiar. Elige una versión editable o crea una nueva en App Store Connect.
fa: این نسخه %1$@ است — تصاویر صفحه را نمی توان تغییر داد. یک نسخه قابل ویرایش انتخاب کنید یا یک نسخه جدید در App Store Connect ایجاد کنید.
fi: Tämä versio on %1$@ — kuvakaappauksia ei voi muuttaa. Valitse muokattava versio tai luo uusi App Store Connect.
fr: Cette version est %@ — les captures d'écran ne peuvent pas être modifiées. Choisissez une version modifiable ou créez-en une nouvelle dans App Store Connect.
he: גרסה זו היא %1$@ - לא ניתן לשנות צילומי מסך. בחר גרסה הניתנת לעריכה או צור גרסה חדשה ב-App Store Connect.
hr: Ova verzija je %1$@ — snimke zaslona nije moguće mijenjati. Odaberite verziju koju je moguće uređivati ​​ili izradite novu u App Store Connect.
hu: Ez a verzió %1$@ – a képernyőképek nem módosíthatók. Válasszon egy szerkeszthető verziót, vagy hozzon létre egy újat a App Store Connect alatt.
id: Versi ini adalah %1$@ — tangkapan layar tidak dapat diubah. Pilih versi yang dapat diedit atau buat versi baru di App Store Connect.
ja: このバージョンは %@ です。スクリーンショットは変更できません。編集可能なバージョンを選択するか、App Store Connect で新しいバージョンを作成します。
ko: 이 버전은 %@입니다. 스크린샷을 변경할 수 없습니다. 편집 가능한 버전을 선택하거나 App Store Connect에서 새 버전을 만드세요.
ms: Versi ini ialah %1$@ — tangkapan skrin tidak boleh ditukar. Pilih versi boleh diedit atau buat versi baharu dalam App Store Connect.
nl: Deze versie is %1$@ — schermafbeeldingen kunnen niet worden gewijzigd. Kies een bewerkbare versie of maak een nieuwe in App Store Connect.
no: Denne versjonen er %1$@ — skjermbilder kan ikke endres. Velg en redigerbar versjon eller lag en ny i App Store Connect.
pl: Ta wersja to %1$@ — nie można zmieniać zrzutów ekranu. Wybierz wersję edytowalną lub utwórz nową w App Store Connect.
pt_br: Esta versão é %@ — as capturas de tela não podem ser alteradas. Escolha uma versão editável ou crie uma nova em App Store Connect.
pt_pt: Esta versão é %1$@ — as capturas de ecrã não podem ser alteradas. Escolha uma versão editável ou crie uma nova em App Store Connect.
ro: Această versiune este %1$@ — capturile de ecran nu pot fi modificate. Alegeți o versiune editabilă sau creați una nouă în App Store Connect.
sk: Táto verzia je %1$@ – snímky obrazovky sa nedajú zmeniť. Vyberte upraviteľnú verziu alebo vytvorte novú v App Store Connect.
sl: Ta različica je %1$@ — posnetkov zaslona ni mogoče spreminjati. Izberite različico, ki jo je mogoče urejati, ali ustvarite novo v App Store Connect.
sv: Den här versionen är %1$@ — skärmdumpar kan inte ändras. Välj en redigerbar version eller skapa en ny i App Store Connect.
th: เวอร์ชันนี้คือ %1$@ — ไม่สามารถเปลี่ยนภาพหน้าจอได้ เลือกเวอร์ชันที่แก้ไขได้หรือสร้างเวอร์ชันใหม่ใน App Store Connect
ur: یہ ورژن %1$@ ہے — اسکرین شاٹس کو تبدیل نہیں کیا جا سکتا۔ قابل تدوین ورژن منتخب کریں یا App Store Connect میں ایک نیا بنائیں۔
vi: Phiên bản này là %1$@ — không thể thay đổi ảnh chụp màn hình. Chọn một phiên bản có thể chỉnh sửa hoặc tạo một phiên bản mới trong App Store Connect.
zh_hans: 此版本是 %@ — 屏幕截图无法更改。选择一个可编辑版本或在 App Store Connect 中创建一个新版本。
